/* Localizable strings for default.syndtheme
   This file is manually, NOT automatically, generated. */

/* SortType names: */
"kSortType-0"       = "日期";
"kSortType-1"       = "標題";
"kSortType-2"       = "來源";
"kSortType-3"       = "新增";

/* TimeSlice names: */
"kTimeSlice-0"      = "全部";
"kTimeSlice-1"      = "今天";
"kTimeSlice-2"      = "昨天";
"kTimeSlice-3"      = "最近七天";
"kTimeSlice-4"      = "本月";
"kTimeSlice-5"      = "上個月";

/* Magic source name: */
"kSourceAll"        = "全部";

/* Tooltips for items in source list: */
"kSourceAllToolTip" = "顯示來自此群組的所有 Feed 文章";
"kSourceToolTip"    = "僅顯示來自“%s”的文章";

/* Strings to display when there are no articles; keyed by the current timeslice */
"kNoArticles-0"     = "沒有文章";
"kNoArticles-1"     = "今天沒有文章";
"kNoArticles-2"     = "昨天沒有文章";
"kNoArticles-3"     = "本週沒有文章";
"kNoArticles-4"     = "本月沒有文章";
"kNoArticles-5"     = "上個月沒有文章";

/* Strings for the alert banner.  The first version is used when displaying a single feed.  The second version for aggregated feeds.  */
"kAuthenticationAlert-1" = "Safari 無法更新此 feed，因為它要求進行認證。若要檢索新文章，請輸入以下資訊：";
"kAuthenticationAlert-2" = "Safari 無法更新“%@”，因為 feed 要求進行認證。若要檢索新文章，請輸入以下資訊：";
"kNotFoundAlert-1"       = "Safari 無法更新此 feed，因為來源檔案已無法使用。";
"kNotFoundAlert-2"       = "Safari 無法更新“%@”，因為來源檔案已無法使用。";
"kUnknownFormatAlert-1"  = "Safari 無法更新此 feed，因為內容並非已知的 feed 格式。";
"kUnknownFormatAlert-2"  = "Safari 無法更新“%@”，因為內容並非已知的 feed 格式。";

"kUsername" = "使用者名稱：";
"kPassword" = "密碼：";
"kAddToKeychain" = "加到鑰匙圈";
"kUpdate" = "更新";

/* Strings that appear in Article.syntmpl */
"kReadMore" = "閱讀更多資訊⋯";

/* Strings that appear in FOAF.syntmpl */
"kFriends"  = "朋友：";
"kAnd"      = "和";
"kMore"     = "更多資訊⋯";

/* Strings that appear in Feed.html */
"kNew"              = "新增";
"kCountSeparator"   = " ";
"kTotal"            = "全部：";
"kSearchArticles"   = "搜尋文章：";
"kArticleLength"    = "文章長度：";
"kSortBy"           = "排序方式：";
"kRecentArticles"   = "最近的文章：";
"kColon"            = "：";                  /* used after group name in sidebar's list of sources */
"kSource"           = "來源：";
"kActions"          = "動作：";
"kMarkAllArticlesRead" = "將所有標示為已閱讀";
"kRefreshFeed"      = "立即更新";
"kEmailSubject"     = "查看這個網頁";
"kEmailBody"        = "哈囉，\n\n我認為您可能會對這個網頁有興趣：";
"kEmailLinkText"    = "郵寄此網頁的連結";
"kSubscribeInMail"  = "在 Mail 中訂閱";
"kSubscribeInTunes" = "於 iTunes 中訂閱";
"kAddBookmark"      = "加入書籤⋯";
"kBookmarkSearch"   = "將此搜尋結果加入書籤";
"kBookmarkHelpTag"  = "將此 RSS 網頁加入書籤以自動接收新的文章。";
"kNoArticles"       = "沒有文章";

/* Strings that appear in FeedComplete.html */
"kPreviousPages"         = "上一頁⋯";
"kNextPages"             = "更多資訊⋯";

/* Strings that appear in Entry.html */
"kIn"         = "英吋";     /* used in a construct like "John Doe in NYTimes Top Stories" */

/* Localized date/time formats for use with strftime. See DateClass.cpp */
"TodayFmtCRT"      = "今日，%#I：%M %p";
"YesterdayFmtCRT"  = "昨日，%#I：%M %p";
"ThisWeekFmtCRT"   = "%A %#I：%M %p";
"ThisYearFmtCRT"   = "%b %#d, %#I:%M %p";
"PastYearFmtCRT"   = "%b %#d, '%y, %#I:%M %p";

